[
    {
        "id": 1,
        "company_logo": "https://w7.pngwing.com/pngs/817/902/png-transparent-google-logo-google-doodle-google-search-google-company-text-logo-thumbnail.png",
        "job_title": "Technical Database Engineer",
        "company_name": "Google LLC",
        "remote_or_onsite": "Remote",
        "location": "New York, NY",
        "fulltime_parttime": "Full-time",
        "salary": "$80,000 - $100,000 per year",
        "job_description": "As a Technical Database Engineer, you will be responsible for designing, implementing, and maintaining efficient and reliable database systems. You will collaborate with cross-functional teams to analyze database requirements, develop data models, and optimize database performance. You will also troubleshoot and resolve database issues, implement security measures, and ensure data integrity and availability. Additionally, you will participate in database design reviews, performance tuning, and database documentation.",
        "job_responsibility": "As a Technical Database Engineer, you will be responsible for designing, implementing, and maintaining efficient and reliable database systems. This includes collaborating with cross-functional teams to analyze database requirements and develop data models, optimizing database performance, troubleshooting and resolving database issues, and implementing security measures to protect data and ensure data integrity. Additionally, you will participate in database design reviews, performance tuning, and documentation. You will also collaborate with application developers to design and implement database-driven applications, and provide technical expertise and support related to databases.",
        "educational_requirements": "Bachelor's degree in Computer Science or related field",
        "experiences": "2+ years of experience in software development",
        "phone": "123-456-7890",
        "email": "jobs@abctech.com"
    },
    {
        "id": 2,
        "company_logo": "https://bi-jingo.com/wp-content/uploads/2009/03/netflix-logo-png-clip-art.png",
        "job_title": "Senior Product Designer",
        "company_name": "Netflix",
        "remote_or_onsite": "Onsite",
        "location": "San Francisco, CA",
        "fulltime_parttime": "Full-time",
        "salary": "$100,000 - $120,000 per year",
        "job_description": "As a Senior Product Designer, you will be responsible for leading the design process for new products or features. You will collaborate with cross-functional teams to understand user needs, conduct research, and create design concepts. You will develop wireframes, prototypes, and high-fidelity designs, and conduct usability testing. You will also provide design guidance and mentorship to junior designers, and contribute to the overall user experience and visual design of the product.",
        "job_responsibility": "As a Senior Product Designer, your main responsibility will be to lead the design process for new products or features. This includes collaborating with cross-functional teams to understand user needs, conducting research, and creating design concepts, wireframes, prototypes, and high-fidelity designs. You will also conduct usability testing and incorporate feedback into design iterations. Providing design guidance and mentorship to junior designers and contributing to the overall user experience and visual design of the product will also be part of your responsibilities. Additionally, you will collaborate with product managers, developers, and other stakeholders to ensure a cohesive and user-centric product design.",
        "educational_requirements": "Master's or PhD in Computer Science, Statistics, or related field",
        "experiences": "3+ years of experience in data science",
        "phone": "987-654-3210",
        "email": "careers@xyzanalytics.com"
    },
    {
        "id": 3,
        "company_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR83_I33XWwrjk_PfB5s6ruSRSsUk2HJO5_sw&usqp=CAU",
        "job_title": "Software Engineer",
        "company_name": "Tesla",
        "remote_or_onsite": "Onsite",
        "location": "Chicago, IL",
        "fulltime_parttime": "Part-time",
        "salary": "$45,000 - $55,000 per year (pro-rated)",
        "job_description": "As a Software Engineer, you will be responsible for developing innovative software solutions, designing and coding software applications, and troubleshooting and resolving issues. You will work closely with cross-functional teams to develop high-quality software products, and contribute to the overall architecture and design of software systems.",
        "job_responsibility": "As a Software Engineer, you will be responsible for developing and maintaining software applications, systems, and solutions. This includes analyzing user requirements, designing software solutions, coding, testing, debugging, and deploying software applications. You will also collaborate with cross-functional teams to ensure software projects are completed on time and meet quality standards. Additionally, you will troubleshoot and resolve software defects and issues, and provide technical support to end-users. You will also participate in code reviews, documentation, and software design reviews, and stay updated with emerging technologies and industry trends.",
        "educational_requirements": "Bachelor's degree in CSE related field",
        "experiences": "1-2 years of experience in Software Engineer",
        "phone": "555-123-4567",
        "email": "jobs@123software.com"
    },
    {
        "id": 4,
        "company_logo": "https://logos-world.net/wp-content/uploads/2020/04/Facebook-Logo.png",
        "job_title": "Technical Database Engineer",
        "company_name": "Facebook",
        "remote_or_onsite": "Remote",
        "location": "Los Angeles, CA",
        "fulltime_parttime": "Full-time",
        "salary": "$60,000 - $70,000 per year",
        "job_description": "As a Technical Database Engineer, you will be responsible for designing, implementing, and managing complex database systems. You will work with cross-functional teams to understand business requirements and translate them into efficient database solutions. You will optimize database performance, troubleshoot and resolve database issues, and ensure data integrity and security. You will also collaborate with application developers to design and implement database-driven applications, and provide database-related technical expertise and support.",
        "job_responsibility": "As a Technical Database Engineer, you will be responsible for designing, implementing, and managing complex database systems. This includes working with cross-functional teams to understand business requirements and translate them into efficient database solutions, optimizing database performance, troubleshooting and resolving database issues, and ensuring data integrity, security, and availability. You will also collaborate with application developers to design and implement database-driven applications, and provide technical expertise and support related to databases. Additionally, you will conduct database performance tuning, design reviews, and documentation.",
        "educational_requirements": "Bachelor's degree in Technical Database Engineer or related field",
        "experiences": "1-2 years of experience in Technical Database Engineer",
        "phone": "555-123-4567",
        "email": "jobs@123technical.com"
    },
    {
        "id": 5,
        "company_logo": "https://w7.pngwing.com/pngs/303/252/png-transparent-microsoft-logo-company-microsoft-publisher-text-rectangle-microsoft.png",
        "job_title": "Graphic Designer",
        "company_name": "Microsoft",
        "remote_or_onsite": "Remote",
        "location": "Los Angeles, CA",
        "fulltime_parttime": "Full-time",
        "salary": "$60,000 - $70,000 per year",
        "job_description": "As a Graphic Designer, you will be responsible for creating visual designs for various mediums, such as print, digital, and social media. This includes conceptualizing and creating visual elements, such as logos, illustrations, layouts, and graphics, that communicate the desired message or brand identity. You will also collaborate with clients, marketing teams, and other stakeholders to understand design requirements and deliver creative solutions. Additionally, you will use design software and tools to create and edit visual elements, and ensure that designs are visually appealing, engaging, and aligned with brand guidelines. You will also stay updated with design trends and industry best practices.",
        "job_responsibility": "As a Graphic Designer, your primary responsibility will be to create visually appealing designs for various mediums, such as print and digital media. You will work closely with clients to understand their design needs and create high-quality graphics using software and other design tools. You will also revise and edit designs based on client feedback to ensure that the final product meets their requirements.",
        "educational_requirements": "Bachelor's degree in Graphic Design or related field",
        "experiences": "1-2 years of experience in Graphic",
        "phone": "555-123-4567",
        "email": "jobs@123graphic.com"
    },
    {
        "id": 6,
        "company_logo": "https://w7.pngwing.com/pngs/505/589/png-transparent-nasa-logo-glenn-research-center-nasa-insignia-space-race-creation-of-nasa-nasa-miscellaneous-blue-text.png",
        "job_title": "Data Scientist",
        "company_name": "NASA",
        "remote_or_onsite": "Remote",
        "location": "Los Angeles, CA",
        "fulltime_parttime": "Full-time",
        "salary": "$60,000 - $70,000 per year",
        "job_description": "As a Data Scientist, you will be responsible for analyzing and interpreting complex data sets to drive business decisions. This includes developing and implementing machine learning models, performing data mining and statistical analysis, and presenting findings to stakeholders. Your work will contribute to data-driven decision making and help businesses gain insights from their data.",
        "job_responsibility": "As a Data Scientist, your main responsibility will be to analyze and interpret complex data sets to provide insights and recommendations for decision-making. This includes developing and implementing statistical models, machine learning algorithms, and data visualization techniques to analyze data and extract meaningful information. You will also clean and preprocess data, conduct exploratory data analysis, and develop data-driven solutions to business problems. Additionally, you will collaborate with cross-functional teams to identify data needs, gather requirements, and present findings to stakeholders. You will also stay updated with the latest advancements in data science and machine learning techniques.",
        "educational_requirements": "Bachelor's degree in Data Scientist or related field",
        "experiences": "1-2 years of experience in Data Scientist",
        "phone": "555-123-4567",
        "email": "jobs@123data.com"
    }
]